#include "席嘉佳想要变得可可爱爱.h"

使用std命名空间

这个程序将从这里开始哟
字符串类型的 操作符 被声明好啦
浮点类型的 变量甲 被声明好啦
浮点类型的 变量乙 被声明好啦
浮点类型的 变量丙 被声明好啦
输出  "输入第一个数字"  了哟
输入 变量甲 吧
输出 "输入操作符" 了哟
输入 操作符 吧
输出 "输入第二个数字" 了哟
输入 变量乙 吧
如果 操作符 等于 "+" 或者 操作符 等于 "加" ，那么 
    操作符 的值为 "+" 呀
    变量丙 的值为 变量甲 加 变量乙 吧
，或者如果 操作符 等于 "-" 或者 操作符 等于 "减" ，那么
    操作符 的值为 "-" 呀
    变量丙 的值为 变量甲 减 变量乙 吧
，或者如果 操作符 等于 "*" 或者 操作符 等于 "乘" 或者 操作符 等于 "×" ，那么
    操作符 的值为 "×" 呀
    变量丙 的值为 变量甲 乘 变量乙 吧
，或者如果 (操作符 等于 "/" 或者 操作符 等于 "除以" 或者 操作符 等于 "÷") 并且 变量乙 不等于 0 ，那么
    操作符 的值为 "÷" 呀
    变量丙 的值为 变量甲 除以 变量乙 吧
就这样说好了哟！
输出 变量甲 ，以及 操作符 ，以及 变量乙 ，以及 "=" ，以及 变量丙 了哟
席嘉佳想要手动关闭这个程序 呀
这个程序将在这里结束哟